app/app/controllers/posts_controller.rb

INSERT INTO "posts" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "world"], ["body", "hello"], ["created_at", "2016-02-29 13:38:50.036034"], ["updated_at", "2016-02-29 13:38:50.036034"]]
---
	def create
		@post = Post.new(post_params)
		@post.save